Repository: osprey74/kazahana-ios
Catalog: kazahana-ios/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, id, ko, pt, ru, zh_cn, zh_tw

# settings.restartRequired
source: 再起動が必要です
de: Neustart erforderlich
en: Restart Required
es: Reinicio requerido
fr: Redémarrage requis
id: Perlu Restart
ko: 재시작 필요
pt: Reinício necessário
ru: Требуется перезапуск
zh_cn: 需要重启
zh_tw: 需要重新啟動

# settings.showAllFeedsInSelector
source: フィード選択メニューに全てのフィードを表示
de: Alle Feeds im Auswahlmenü anzeigen
en: Show all feeds in selector menu
es: Mostrar todos los feeds en el menú
fr: Afficher tous les flux dans le menu
id: Tampilkan semua feed di menu pilihan
ko: 선택 메뉴에 모든 피드 표시
pt: Mostrar todos os feeds no menu
ru: Показывать все ленты в меню выбора
zh_cn: 在选择菜单中显示所有动态
zh_tw: 在選擇選單中顯示所有動態

# settings.showAllFeedsInSelectorFooter
source: オンにすると、フィード選択メニューに全てのフィードとリストが表示されます。
de: Wenn aktiviert, werden alle Feeds und Listen im Feed-Auswahlmenü angezeigt.
en: When enabled, all feeds and lists are shown in the feed selection menu.
es: Cuando está activado, todos los feeds y listas se muestran en el menú de selección.
fr: Quand activé, tous les flux et listes sont affichés dans le menu de sélection.
id: Jika diaktifkan, semua feed dan daftar ditampilkan di menu pemilihan feed.
ko: 켜면 피드 선택 메뉴에 모든 피드와 리스트가 표시됩니다.
pt: Quando ativado, todos os feeds e listas são exibidos no menu de seleção.
ru: При включении все ленты и списки отображаются в меню выбора лент.
zh_cn: 开启后，动态选择菜单将显示所有动态和列表。
zh_tw: 開啟後，動態選擇選單將顯示所有動態和列表。

# settings.showVia
source: 投稿元を表示（via）
de: Via anzeigen
en: Show via (post source)
es: Mostrar via
fr: Afficher via
id: Tampilkan via
ko: via 표시
pt: Mostrar via (origem)
ru: Показывать via
zh_cn: 显示 via（帖子来源）
zh_tw: 顯示 via（貼文來源）

# settings.showViaFooter
source: オンにすると投稿レコードに $via が付与されます。
de: Fügt $via zu Beitragseinträgen hinzu.
en: Adds $via to your post records.
es: Agrega $via a los registros de post.
fr: Ajoute $via aux enregistrements de post.
id: Menambahkan $via ke rekaman postingan.
ko: 게시물 레코드에 $via를 추가합니다.
pt: Adiciona $via aos registros de posts.
ru: Добавляет $via в записи публикаций.
zh_cn: 在帖子记录中添加 $via。
zh_tw: 在貼文記錄中加入 $via。

# settings.system
source: システム
de: System
en: System
es: Sistema
fr: Système
id: Sistem
ko: 시스템
pt: Sistema
ru: Системная
zh_cn: 跟随系统
zh_tw: 跟隨系統

# settings.theme
source: テーマ
de: Design
en: Theme
es: Tema
fr: Thème
id: Tema
ko: 테마
pt: Tema
ru: Тема
zh_cn: 主题
zh_tw: 佈景主題

# settings.title
source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
id: Pengaturan
ko: 설정
pt: Configurações
ru: Настройки
zh_cn: 设置

# settings.version
source: バージョン
de: Version
en: Version
es: Versión
fr: Version
id: Versi
ko: 버전
pt: Versão
ru: Версия
zh_cn: 版本
zh_tw: 版本

# settings.visibleFeeds
source: 表示中のフィード
de: Angezeigte Feeds
en: Visible Feeds
es: Feeds visibles
fr: Flux visibles
id: Feed Ditampilkan
ko: 표시 중인 피드
pt: Feeds visíveis
ru: Отображаемые ленты
zh_cn: 显示中的动态
zh_tw: 顯示中的動態

# share.notLoggedIn
source: ログインが必要です
de: Anmeldung erforderlich
en: Login Required
es: Inicio de sesión requerido
fr: Connexion requise
id: Login Diperlukan
ko: 로그인이 필요합니다
pt: Login necessário
ru: Требуется вход
zh_cn: 需要登录
zh_tw: 需要登入

# share.notLoggedInMessage
source: kazahana アプリでログインしてから、もう一度お試しください。
de: Bitte melde dich in der kazahana-App an und versuche es erneut.
en: Please log in to the kazahana app and try again.
es: Inicia sesión en la app kazahana e inténtalo de nuevo.
fr: Veuillez vous connecter à l'app kazahana et réessayer.
id: Silakan login ke aplikasi kazahana dan coba lagi.
ko: kazahana 앱에 로그인한 후 다시 시도해 주세요.
pt: Faça login no app kazahana e tente novamente.
ru: Войдите в приложение kazahana и попробуйте снова.
zh_cn: 请先登录 kazahana 应用，然后重试。
zh_tw: 請先登入 kazahana 應用程式，然後再試一次。

# share.title
source: シェア
de: Teilen
en: Share
es: Compartir
fr: Partager
id: Bagikan
ko: 공유
pt: Compartilhar
ru: Поделиться
zh_cn: 分享
zh_tw: 分享

# starterPack.joinedAllTime
source: %d 人が参加
de: %d beigetreten
en: %d joined
es: %d unidos
fr: %d ont rejoint
id: %d bergabung
ko: %d명 참여
pt: %d participaram
ru: %d присоединились
zh_cn: %d 人加入
zh_tw: %d 人加入

# starterPack.members
source: メンバー
de: Mitglieder
en: Members
es: Miembros
fr: Membres
id: Anggota
ko: 멤버
pt: Membros
ru: Участники
zh_cn: 成员
zh_tw: 成員

# tab.home
source: ホーム
de: Startseite
en: Home
es: Inicio
fr: Accueil
id: Beranda
ko: 홈
pt: Início
ru: Главная
zh_cn: 首页
zh_tw: 首頁

# tab.messages
source: メッセージ
de: Nachrichten
en: Messages
es: Mensajes
fr: Messages
id: Pesan
ko: 메시지
pt: Mensagens
ru: Сообщения
zh_cn: 消息
zh_tw: 訊息

# tab.notifications
source: 通知
de: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
id: Notifikasi
ko: 알림
pt: Notificações
ru: Уведомления

# tab.profile
source: プロフィール
de: Profil
en: Profile
es: Perfil
fr: Profil
id: Profil
ko: 프로필
pt: Perfil
ru: Профиль
zh_cn: 个人资料
zh_tw: 個人檔案

# tab.search
source: 検索
de: Suche
en: Search
es: Buscar
fr: Rechercher
id: Cari
ko: 검색
pt: Buscar
ru: Поиск
zh_cn: 搜索
zh_tw: 搜尋

# theme.dark
source: ダーク
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
id: Gelap
ko: 다크
pt: Escuro
ru: Тёмная
zh_cn: 深色
zh_tw: 黑暗

# theme.light
source: ライト
de: Hell
en: Light
es: Claro
fr: Clair
id: Terang
ko: 라이트
pt: Claro
ru: Светлая
zh_cn: 明亮
zh_tw: 明亮

# theme.system
source: システム
de: System
en: System
es: Sistema
fr: Système
id: Sistem
ko: 시스템
pt: Sistema
ru: Система
zh_cn: 系统
zh_tw: 系統

# thread.title
source: スレッド
de: Thread
en: Thread
es: Hilo
fr: Fil de discussion
id: Utas
ko: 스레드
pt: Tópico
ru: Тред
zh_cn: 话题
zh_tw: 討論串

# time.hoursAgo %lld
source: %lld時間前
de: vor %lld Std.
en: %lld h ago
es: hace %lld h
fr: il y a %lld h
id: %lld jam lalu
ko: %lld시간 전
pt: há %lld h
ru: %lld ч назад
zh_cn: %lld 小时前
zh_tw: %lld 小時前

# time.justNow
source: たった今
de: Gerade eben
en: Just now
es: Ahora mismo
fr: À l'instant
id: Baru saja
ko: 방금
pt: Agora mesmo
ru: Только что
zh_cn: 刚刚
zh_tw: 剛才

# time.minutesAgo %lld
source: %lld分前
de: vor %lld Min.
en: %lld min ago
es: hace %lld min
fr: il y a %lld min
id: %lld menit lalu
ko: %lld분 전
pt: há %lld min
ru: %lld мин назад
zh_cn: %lld 分钟前
zh_tw: %lld 分鐘前

# verification.trustedVerifier
source: 信頼できる認証機関
de: Vertrauenswürdiger Prüfer
en: Trusted verifier
es: Verificador de confianza
fr: Vérificateur de confiance
id: Verifikator tepercaya
ko: 신뢰할 수 있는 인증 기관
pt: Verificador confiável
ru: Доверенный верификатор
zh_cn: 可信验证机构
zh_tw: 可信驗證機構

# verification.verified
source: 認証済みアカウント
de: Verifiziertes Konto
en: Verified account
es: Cuenta verificada
fr: Compte vérifié
id: Akun terverifikasi
ko: 인증된 계정
pt: Conta verificada
ru: Верифицированный аккаунт
zh_cn: 已认证账户
zh_tw: 已驗證帳號

# watermark.confirmBeforePost
source: 投稿前にウォーターマークの合成結果を確認する
de: Wasserzeichen vor dem Posten prüfen
en: Preview watermark before posting
es: Vista previa de la marca de agua antes de publicar
fr: Aperçu du filigrane avant publication
id: Pratinjau tanda air sebelum posting
ko: 게시 전 워터마크 미리보기
pt: Visualizar marca d'água antes de publicar
ru: Предпросмотр водяного знака перед публикацией
zh_cn: 发帖前预览水印
zh_tw: 發文前預覽浮水印

# watermark.confirmMessage
source: ウォーターマークが合成された画像を確認してください。
de: Bitte überprüfe die Bilder mit Wasserzeichen vor dem Posten.
en: Please confirm the watermarked images before posting.
es: Confirma las imágenes con marca de agua antes de publicar.
fr: Veuillez confirmer les images avec filigrane avant de publier.
id: Harap konfirmasi gambar bertanda air sebelum posting.
ko: 게시 전 워터마크가 합성된 이미지를 확인해주세요.
pt: Confirme as imagens com marca d'água antes de publicar.
ru: Пожалуйста, проверьте изображения с водяным знаком перед публикацией.
zh_cn: 请确认已合成水印的图片，再进行发帖。
zh_tw: 請確認已合成浮水印的圖片，再進行發文。

# watermark.confirmTitle
source: ウォーターマーク確認
de: Wasserzeichen-Vorschau
en: Watermark Preview
es: Vista previa de marca de agua
fr: Aperçu du filigrane
id: Pratinjau Tanda Air
ko: 워터마크 확인
pt: Prévia da marca d'água
ru: Предпросмотр водяного знака
zh_cn: 水印确认
zh_tw: 浮水印確認

# watermark.customHint
source: 改行で複数行入力できます。
de: Du kannst mehrere Textzeilen eingeben.
en: You can enter multiple lines of text.
es: Puedes ingresar varias líneas de texto.
fr: Vous pouvez saisir plusieurs lignes de texte.
id: Anda dapat memasukkan beberapa baris teks.
ko: 줄 바꿈으로 여러 줄 입력할 수 있습니다.
pt: Você pode inserir várias linhas de texto.
ru: Вы можете ввести несколько строк текста.
zh_cn: 可输入多行文字。
zh_tw: 可輸入多行文字。

# watermark.customPlaceholder
source: 任意の文言を入力（最大50文字）
de: Eigenen Text eingeben (max. 50 Zeichen)
en: Enter custom text (max 50 characters)
es: Ingresa texto personalizado (máx. 50 caracteres)
fr: Entrez un texte personnalisé (50 caractères max)
id: Masukkan teks kustom (maks. 50 karakter)
ko: 임의의 문구를 입력하세요 (최대 50자)
pt: Digite texto personalizado (máx. 50 caracteres)
ru: Введите текст (макс. 50 символов)
zh_cn: 输入自定义文字（最多50字）
zh_tw: 輸入自訂文字（最多50字）

# watermark.enable
source: 画像にウォーターマークを自動合成する
de: Wasserzeichen automatisch zu Bildern hinzufügen
en: Automatically add watermark to images
es: Agregar marca de agua automáticamente a las imágenes
fr: Ajouter automatiquement un filigrane aux images
id: Otomatis tambahkan tanda air ke gambar
ko: 이미지에 자동으로 워터마크 추가
pt: Adicionar marca d'água automaticamente às imagens
ru: Автоматически добавлять водяной знак к изображениям
zh_cn: 自动为图片添加水印
zh_tw: 自動在圖片上加入浮水印

# watermark.fontSize
source: 文字サイズ
de: Schriftgröße
en: Font Size
es: Tamaño de fuente
fr: Taille de police
id: Ukuran Font
ko: 글자 크기
pt: Tamanho da fonte
ru: Размер шрифта
zh_cn: 字体大小
zh_tw: 字體大小

# watermark.fontSizeHint
source: 文字の最小サイズは画像幅から自動設定されます。
de: Die Mindestgröße wird automatisch anhand der Bildbreite festgelegt.
en: Minimum size is automatically set based on image width.
es: El tamaño mínimo se establece automáticamente según el ancho de la imagen.
fr: La taille minimale est définie automatiquement selon la largeur de l'image.
id: Ukuran minimum otomatis disesuaikan berdasarkan lebar gambar.
ko: 최소 글자 크기는 이미지 너비에 따라 자동 설정됩니다.
pt: O tamanho mínimo é definido automaticamente com base na largura da imagem.
ru: Минимальный размер устанавливается автоматически исходя из ширины изображения.
zh_cn: 最小字体大小根据图片宽度自动设置。
zh_tw: 最小字體大小根據圖片寬度自動設定。

# watermark.hint
source: ウォーターマークは投稿前に画像へ合成されます。AI学習拒否の文言は意思表示としての効果です。
de: Wasserzeichen werden vor dem Posten in Bilder eingebettet. Der Text zur Ablehnung von KI-Training dient als Absichtserklärung.
en: Watermarks are composited onto images before posting. AI training opt-out text serves as a declaration of intent.
es: Las marcas de agua se aplican a las imágenes antes de publicar. El texto de rechazo de entrenamiento de IA sirve como declaración de intención.
fr: Les filigranes sont composés sur les images avant publication. Le texte de refus d'entraînement IA sert de déclaration d'intention.
id: Tanda air disatukan ke gambar sebelum diposting. Teks penolakan pelatihan AI berfungsi sebagai pernyataan niat.
ko: 워터마크는 게시 전 이미지에 합성됩니다. AI 학습 거부 문구는 의사 표시로서의 효과가 있습니다.
pt: As marcas d'água são aplicadas às imagens antes da publicação. O texto de recusa de treinamento de IA serve como declaração de intenção.
ru: Водяные знаки накладываются на изображения перед публикацией. Текст отказа от обучения ИИ служит декларацией намерений.
zh_cn: 水印在发帖前合成到图片上。拒绝AI学习的文字具有意思表示的效果。
zh_tw: 浮水印在發文前合成到圖片上。拒絕AI學習的文字具有意思表示的效果。

# watermark.opacity
source: 不透明度
de: Deckkraft
en: Opacity
es: Opacidad
fr: Opacité
id: Opacity
ko: 불투명도
pt: Opacidade
ru: Непрозрачность

# watermark.posBottomCenter
source: 中央下
de: Unten Mitte
en: Bottom Center
es: Abajo centro
fr: Bas centre
id: Tengah Bawah
ko: 아래 중앙
pt: Inferior centro
ru: Внизу по центру

# watermark.posBottomLeft
source: 左下
de: Unten links
en: Bottom Left
es: Abajo izquierda
fr: Bas gauche
id: Kiri Bawah
ko: 왼쪽 아래
pt: Inferior esquerdo
ru: Внизу слева

# watermark.posBottomRight
source: 右下
de: Unten rechts
en: Bottom Right
es: Abajo derecha
fr: Bas droit
id: Kanan Bawah
ko: 오른쪽 아래
pt: Inferior direito
ru: Внизу справа

# watermark.position
source: 表示位置
de: Position
en: Position
es: Posición
fr: Position
id: Posisi
ko: 위치
pt: Posição
ru: Положение
zh_cn: 位置
zh_tw: 位置

# watermark.posRandom
source: ランダム
de: Zufällig
en: Random
es: Aleatorio
fr: Aléatoire
id: Acak
ko: 랜덤
pt: Aleatório
ru: Случайное
zh_cn: 随机
zh_tw: 隨機

# watermark.posTile
source: タイリング
de: Kachelförmig
en: Tiling
es: Mosaico
fr: Mosaïque
id: Tiling
ko: 타일링
pt: Mosaico
ru: Мозаика
zh_cn: 平铺
zh_tw: 平鋪

# watermark.posTopCenter
source: 中央上
de: Oben Mitte
en: Top Center
es: Arriba centro
fr: Haut centre
id: Tengah Atas
ko: 위 중앙
pt: Superior centro
ru: Вверху по центру

# watermark.posTopLeft
source: 左上
de: Oben links
en: Top Left
es: Arriba izquierda
fr: Haut gauche
id: Kiri Atas
ko: 왼쪽 위
pt: Superior esquerdo
ru: Вверху слева

# watermark.posTopRight
source: 右上
de: Oben rechts
en: Top Right
es: Arriba derecha
fr: Haut droit
id: Kanan Atas
ko: 오른쪽 위
pt: Superior direito
ru: Вверху справа

# watermark.postWithout
source: WMなしで投稿
de: Ohne WZ posten
en: Post without WM
es: Publicar sin MA
fr: Publier sans filigrane
id: Post tanpa Tanda Air
ko: WM 없이 게시
pt: Publicar sem MDA
ru: Опубл. без знака
zh_cn: 不加水印发帖
zh_tw: 不加浮水印發文

# watermark.preset
source: 文言プリセット
de: Textvorlage
en: Text Preset
es: Texto predeterminado
fr: Modèle de texte
id: Prasetel Teks
ko: 텍스트 프리셋
pt: Predefinição de texto
ru: Шаблон текста
zh_cn: 文字预设
zh_tw: 文字預設

# watermark.presetAiBoth
source: AI+無断転載禁止
de: KI + Kein Repost
en: AI + No Repost
es: IA + Sin repost
fr: IA + Pas de repost
id: AI + Tanpa Repost
ko: AI + 전재 금지
pt: IA + Sem repostagem
ru: ИИ + Без репоста
zh_cn: AI + 禁止转载
zh_tw: AI + 禁止轉載

# watermark.presetAiJa
source: AI学習・転載禁止
de: KI/Repost-Verbot
en: AI/Repost Ban (JP)
es: Prohibición IA/Repost
fr: Interdit IA/Repost
id: Larangan AI/Repost
ko: AI/전재 금지
pt: Proibição de IA/Repost
ru: Запрет ИИ/репоста
zh_cn: AI/转载禁止
zh_tw: AI/轉載禁止

# watermark.presetCopyright
source: 無断転載禁止
de: Kein Repost
en: No Repost
es: Sin repost
fr: Pas de repost
id: Tanpa Repost
ko: 무단전재 금지
pt: Sem repostagem
ru: Без репоста
zh_cn: 禁止转载
zh_tw: 禁止轉載

# watermark.presetCustom
source: カスタム
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
id: Kustom
ko: 커스텀
pt: Personalizado
ru: Пользовательский
zh_cn: 自定义
zh_tw: 自訂

# watermark.presetPhoto
source: 撮影・編集
de: Foto/Bearbeitung
en: Photo/Edit
es: Foto/Edición
fr: Photo/Édition
id: Foto/Edit
ko: 촬영・편집
pt: Foto/Edição
ru: Фото/Редактирование
zh_cn: 拍摄・编辑
zh_tw: 拍攝・編輯

# watermark.preview
source: プレビュー
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
id: Pratinjau
ko: 미리보기
pt: Visualização
ru: Предпросмотр
zh_cn: 预览
zh_tw: 預覽

# watermark.skipVideo
source: 動画には適用しない
de: Nicht auf Videos anwenden
en: Do not apply to videos
es: No aplicar a videos
fr: Ne pas appliquer aux vidéos
id: Jangan terapkan ke video
ko: 동영상에는 적용하지 않음
pt: Não aplicar a vídeos
ru: Не применять к видео
zh_cn: 不应用于视频
zh_tw: 不套用至影片

# watermark.statusOn
source: ON
de: AN
ru: ВКЛ
zh_cn: 开
zh_tw: 開

# watermark.textColor
source: 文字色
de: Textfarbe
en: Text Color
es: Color del texto
fr: Couleur du texte
id: Warna Teks
ko: 글자 색상
pt: Cor do texto
ru: Цвет текста
zh_cn: 文字颜色
zh_tw: 文字顏色

# watermark.title
source: ウォーターマーク
de: Wasserzeichen
en: Watermark
es: Marca de agua
fr: Filigrane
id: Tanda Air
ko: 워터마크
pt: Marca d'água
ru: Водяной знак
zh_cn: 水印
zh_tw: 浮水印

# auth.switchingAccount
source: アカウントを切り替え中…
en: Switching account…

# bsaf.importLocalFile
source: ローカルファイルから読み込み
en: Import from local file

# compose.longform.button
source: 長文を書く
en: Write long-form

# compose.upload.compressingImages
source: 画像を圧縮中…
en: Compressing images…

# compose.upload.posting
source: 投稿中…
en: Posting…

# compose.upload.processingVideo
source: 変換処理中…
en: Processing video…

# compose.upload.uploadingImage
source: 画像をアップロード中…
en: Uploading image…

# compose.upload.uploadingImageN %lld %lld
source: 画像をアップロード中 (%1$lld/%2$lld)…
en: Uploading image (%1$lld/%2$lld)…

# compose.upload.uploadingVideo
source: 動画をアップロード中…
en: Uploading video…

# compose.video.dailyLimitExceeded %@
source: 1日の動画アップロード上限に達しました。残り: %@ MB
en: Daily video upload limit exceeded. Remaining: %@ MB.

# compose.video.tooLarge %@
source: 動画が大きすぎます（%@ MB）。上限は 300 MB です。
en: Video is too large (%@ MB). Maximum is 300 MB.

# compose.video.uploadDisabled
source: 現在、動画のアップロードは利用できません。
en: Video upload is currently unavailable.

# dm.createGroup.addMembers
source: メンバーを追加
en: Add members

# dm.createGroup.create
source: 作成
en: Create

# dm.createGroup.membersSection %lld
source: %lld 人のメンバー
en: %lld members selected

# dm.createGroup.namePlaceholder
source: グループ名を入力
en: Enter group name

# dm.createGroup.nameSection
source: グループ名
en: Group name

# dm.createGroup.title
source: グループを作成
en: Create Group

# dm.group.joinRequestsBadge %lld
source: %lld 件の参加申請
en: %lld pending join requests

# dm.group.locked
source: このグループはロックされています
en: This group is locked

# dm.group.lockedPermanently
source: このグループは完全にロックされています
en: This group is permanently locked

# dm.group.memberCount %lld
source: %lld 人
en: %lld members

# dm.groupJoin.error
source: 参加できません
en: Cannot join

# dm.groupJoin.error.followRequired
source: グループの管理者にフォローされている必要があります
en: You must be followed by the group owner

# dm.groupJoin.error.full
source: メンバー数が上限に達しています
en: Member limit reached

# dm.groupJoin.error.kicked
source: このグループから除外されています
en: You have been removed from this group

# dm.groupJoin.error.locked
source: このグループはロックされています
en: This group is locked

# dm.groupJoin.join
source: 参加する
en: Join

# dm.groupJoin.pending
source: 申請を送信しました
en: Request sent

# dm.groupJoin.pendingDescription
source: グループの管理者が申請を承認すると参加できます。
en: You will be able to join once the group owner approves your request.

# dm.groupJoin.title
source: グループに参加
en: Join Group

# dm.groupSettings.addMember
source: メンバーを追加
en: Add Members

# dm.groupSettings.createJoinLink
source: 招待リンクを作成
en: Create Invite Link

# dm.groupSettings.joinLink
source: 招待リンク
en: Invite Link

# dm.groupSettings.joinLinkEnabled
source: 有効
en: Enabled

# dm.groupSettings.joinRequests
source: 参加申請
en: Join Requests

# dm.groupSettings.joinRule
source: 参加できる人
en: Who can join

# dm.groupSettings.joinRule.anyone
source: 誰でも
en: Anyone

# dm.groupSettings.joinRule.followedByOwner
source: 管理者がフォロー中の人
en: People followed by owner

# dm.groupSettings.kick
source: 削除
en: Remove

# dm.groupSettings.kickConfirm
source: このメンバーを削除しますか？
en: Remove this member?

# dm.groupSettings.leaveConfirm
source: このグループから退出しますか？
en: Leave this group?

# dm.groupSettings.lockDescription
source: ロックするとメンバーはメッセージを送信できなくなります。
en: When locked, members cannot send messages.

# dm.groupSettings.lockToggle
source: グループをロック
en: Lock Group

# dm.groupSettings.members
source: メンバー
en: Members

# dm.groupSettings.noJoinRequests
source: 保留中の申請はありません
en: No pending requests

# dm.groupSettings.owner
source: 管理者
en: Owner

# dm.groupSettings.requireApproval
source: 参加に承認を必須にする
en: Require approval to join

# dm.groupSettings.title
source: グループ設定
en: Group Settings

# dm.joinLink.disabled
source: この招待リンクは無効です
en: This invite link has been disabled

# dm.joinLink.invalid
source: この招待リンクは無効です
en: This invite link is invalid

# dm.joinLink.label
source: グループ招待
en: GROUP INVITE

# dm.joinLink.memberCount %lld
source: %lld 人
en: %lld members

# dm.joinLink.ownerLabel %@
source: %@ が管理
en: Hosted by %@

# dm.system.addMember %@
source: %@ が追加されました
en: %@ was added

# dm.system.createJoinLink
source: 招待リンクが作成されました
en: Invite link was created

# dm.system.disableJoinLink
source: 招待リンクが無効化されました
en: Invite link was disabled

# dm.system.editGroup
source: グループ名が変更されました
en: Group name was changed

# dm.system.editJoinLink
source: 招待リンクが変更されました
en: Invite link settings were changed

# dm.system.enableJoinLink
source: 招待リンクが有効化されました
en: Invite link was enabled

# dm.system.lockConvo
source: グループがロックされました
en: Group was locked

# dm.system.lockConvoPermanently
source: グループが完全にロックされました
en: Group was permanently locked

# dm.system.memberJoin %@
source: %@ が参加しました
en: %@ joined the group

# dm.system.memberLeave %@
source: %@ が退出しました
en: %@ left the group

# dm.system.removeMember %@
source: %@ が削除されました
en: %@ was removed

# dm.system.unlockConvo
source: ロックが解除されました
en: Group was unlocked

# evacuation.bannerAction
source: 避難所を見る
en: View shelters

# evacuation.bannerMultiple %lld
source: %lld件の警報
en: %lld warnings

# evacuation.bannerTitle.level3
source: 警報級の気象情報が出ています
en: Weather warning level information issued

# evacuation.bannerTitle.level4
source: 避難情報の確認を
en: Check evacuation information

# evacuation.bannerTitle.level5
source: 直ちに安全確保を
en: Secure safety immediately

# evacuation.botConfirm.enable
source: 有効化する
en: Enable

# evacuation.botConfirm.message
source: 避難誘導機能は bsaf-kikikuru-bot の BSAF 登録を前提とした機能です。有効化すると bsaf-kikikuru-bot を自動的に BSAF 登録し、フォローします。
en: Evacuation Assist requires bsaf-kikikuru-bot BSAF registration. Enabling this will automatically register and follow bsaf-kikikuru-bot.

# evacuation.botConfirm.title
source: bsaf-kikikuru-bot の登録
en: Register bsaf-kikikuru-bot

# evacuation.closeCompass
source: ナビを閉じる
en: Close Nav

# evacuation.compassCalibration
source: コンパスの精度が低下しています。端末を8の字に動かしてください。
en: Compass accuracy is low. Move your device in a figure-8 pattern.

# evacuation.compassDisclaimer
source: コンパスの精度は環境に依存します。目安としてご利用ください。
en: Compass accuracy depends on conditions. Use as a guide only.

# evacuation.compassNav
source: 簡易ナビ（コンパス）
en: Simple Nav (Compass)

# evacuation.compassUnavailableMac
source: コンパスはこのデバイスでは利用できません
en: Compass is not available on this device

# evacuation.coordinates
source: 座標
en: Coordinates

# evacuation.dataSource
source: 出典: 国土地理院 指定緊急避難場所データ
en: Source: GSI Designated Emergency Evacuation Sites

# evacuation.dataWarning
source: 掲載する避難所の情報は最新でない場合があります。最新情報は各自治体にご確認ください。
en: Shelter information may not be up to date. Please check with your local government for the latest information.

# evacuation.disclaimer
source: 避難誘導機能は気象庁発令の危険度情報に基づき、国土地理院 指定緊急避難所のデータから最寄りの指定緊急避難所を掲出、避難誘導をサポートする事を目的としています。避難の判断は自治体の避難指示や公式情報をご確認ください。
en: The Evacuation Assist feature uses JMA hazard level information and GSI Designated Emergency Evacuation Site data to display the nearest designated emergency evacuation sites and support evacuation guidance. Please check official evacuation orders from local authorities for decisions.

# evacuation.distance
source: 距離
en: Distance

# evacuation.enable
source: 避難誘導機能を有効にする
en: Enable Evacuation Assist

# evacuation.footer
source: 気象庁の警報級・危険度情報に基づき、最寄りの避難所情報を表示します。本機能は bsaf-kikikuru-bot の BSAF 登録を前提としています。
en: Shows nearby shelter information based on JMA weather warning levels. Requires bsaf-kikikuru-bot BSAF registration.

# evacuation.hazard.earthquake
source: 地震
en: Earthquake

# evacuation.hazard.fire
source: 大規模火事
en: Large Fire

# evacuation.hazard.flood
source: 洪水
en: Flood

# evacuation.hazard.inlandFlood
source: 内水氾濫
en: Inland Flood

# evacuation.hazard.landslide
source: 土砂災害
en: Landslide

# evacuation.hazard.stormSurge
source: 高潮
en: Storm Surge

# evacuation.hazard.tsunami
source: 津波
en: Tsunami

# evacuation.hazard.volcano
source: 火山
en: Volcano

# evacuation.hazardFilter
source: 災害種別
en: Hazard type

# evacuation.locating
source: 位置情報を取得中…
en: Locating...

# evacuation.locationRequired
source: 位置情報が必要です
en: Location access required

# evacuation.navigation
source: ナビゲーション
en: Navigation

# evacuation.nearestShelters
source: 最寄り避難所
en: Nearest Shelters

# evacuation.noSheltersFound
source: 避難所が見つかりません
en: No shelters found

# evacuation.offlineNote
source: 通信できません。簡易ナビをご利用ください。
en: No connection. Please use the simple compass navigator.

# evacuation.onboarding.dismiss
source: あとで
en: Later

# evacuation.onboarding.message
source: 気象警報時に最寄りの避難所を案内する機能が利用できます。設定からいつでもオンにできます。
en: A feature to guide you to the nearest shelter during weather warnings is available. You can enable it anytime in Settings.

# evacuation.onboarding.title
source: 避難誘導機能について
en: About Evacuation Assist

# evacuation.openInMaps
source: 地図アプリでナビ
en: Navigate with Maps
